tap "nats-io/nats-tools"
tap "nikitabobko/tap"
brew "zeromq"
brew "czmq"
brew "fd"
brew "fzf"
brew "gitui"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "helm"
brew "kind"
brew "lazygit"
brew "luarocks"
brew "node"
brew "marp-cli"
brew "neovim"
brew "pkgconf"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "siege"
brew "skaffold"
brew "tree"
brew "tree-sitter-cli"
brew "watch"
brew "wget"
brew "yadm"
brew "zellij"
brew "zoxide"
brew "nats-io/nats-tools/nats"
cask "bitwarden"
cask "bruno"
cask "firefox"
cask "font-anonymice-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monofur-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-roboto"
cask "font-roboto-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "hammerspoon"
cask "linearmouse"
cask "localsend"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "sublime-text"
cask "syncthing-app"
cask "visual-studio-code"
cask "zed"
go "golang.org/x/tools/cmd/callgraph"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/davidrjenni/reftools/cmd/fillswitch"
go "github.com/onsi/ginkgo/v2/ginkgo"
go "github.com/abice/go-enum"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/twpayne/go-jsonstruct/v3/cmd/gojsonstruct"
go "github.com/segmentio/golines"
go "github.com/fatih/gomodifytags"
go "github.com/abenz1267/gomvp"
go "golang.org/x/tools/cmd/gonew"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "gotest.tools/gotestsum"
go "golang.org/x/vuln/cmd/govulncheck"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/tmc/json-to-struct"
go "go.uber.org/mock/mockgen"
go "github.com/kyoh86/richgo"
go "honnef.co/go/tools/cmd/staticcheck"
