brew "fd"
brew "fzf"
brew "gnupg"
brew "go"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "sqlite"
brew "tree"
brew "yadm"
cask "bitwarden"
cask "bruno"
cask "firefox"
cask "font-anonymice-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monofur-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "ghostty"
cask "iterm2"
cask "linearmouse"
cask "localsend"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "syncthing-app"
cask "visual-studio-code"
