tap "nikitabobko/tap"
brew "fd"
brew "fzf"
brew "gitui"
brew "gnupg"
brew "go"
brew "helm"
brew "kind"
brew "lazygit"
brew "luarocks"
brew "node"
brew "marp-cli"
brew "neovim"
brew "pkgconf"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "siege"
brew "skaffold"
brew "tree"
brew "tree-sitter-cli"
brew "watch"
brew "wget"
brew "yadm"
brew "zellij"
brew "zoxide"
cask "bitwarden"
cask "bruno"
cask "firefox"
cask "font-anonymice-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monofur-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "insomnia"
cask "linearmouse"
cask "localsend"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "sublime-text"
cask "syncthing-app"
cask "visual-studio-code"
cask "zed"
